{
  "creation-40": "CREATION 40 is a synthetic, decorative, and flexible PVC flooring solution, available in planks and tiles with four-sided beveled edges. It features a 0,40mm wear-layer, and a high definition printed decorative film, offering an extensive design variety. The product also includes an acoustic top layer for enhanced walking comfort, along with a resilient core that facilitates easy cutting during installation.\nWith a total thickness of 2mm, CREATION 40 benefits from a crosslinked polyurethane surface treatment (Protecshield™), which ensures easy maintenance and improved resistance to micro-scratches.\nCREATION 40 is designed for glue-down installation. It is classified as Bfl-s1 according to EN 13501-1 fire safety standard.\nCREATION 40 meets the European usage classification 23-32.\nCREATION 40 is free from phthalates (except for recycled content) and is 100% recyclable. Installation offcuts and end-of-life material, under certain conditions, can be collected and recycled through Gerflor’s “Second Life” program. The product contains an average of 35% recycled content and complies with REACH regulations. Its indoor air quality performance is excellent, with TVOC emissions after 28 days (NF EN 16000) below 10 µg/m³, earning an A+ rating - the highest level under health labeling standards, Floorscore®, IAC Gold & M1.",
  "creation-40-zen": "CREATION 40 ZEN is an acoustic and decorative floor, in PVC multilayers reinforced with a fiber veil, available in tile and plank format, with 4 beveled edges.\nIt has antistatic abrasion group T, and R10 antislip performance.\nThe overall thickness is 3.60 mm, and the product has 0.40 mm transparent wearlayer.\nThe high density foam provides good indentation resistance of 0.12 mm (average mesure) and high acoustic insulation level (-20 dB)\nIt  benefits from a cross-linked polyurethane surface treatment (ProtecshieldTM), making maintenance easier and prevent from micro scratches.\nCREATION 40 ZEN has a European class (residential / commercial) 23/32 according to EN-ISO 10874 and has Bfl-s1 class for smoke emission according to EN 13501-1.\nCREATION 40 ZEN is a looselay product, maintained with tackifier.\nThis installation allows, among other things, an installation on asbestos-contaminated support, and is removable\nCREATION 40 ZEN is made with phthalate free plasticizers. It is 100% recyclable and 100% compliant with REACH. The product emission rate of organic compounds is < 10µg/m3 (TVOC <28 days – ISO 16000-6).\nCREATION 40 ZEN is made in France",
  "creation-55": "CREATION 55 is a synthetic, decorative, and flexible PVC flooring solution, available in planks and tiles with four-sided beveled edges. It features a 0,55mm wear-layer, and a high definition printed decorative film, offering an extensive design variety. The product also includes an acoustic top layer for enhanced walking comfort, along with a resilient core that facilitates easy cutting during installation.\nWith a total thickness of 2,5mm, CREATION 55 benefits from a crosslinked polyurethane surface treatment (Protecshield™), which ensures easy maintenance and improved resistance to micro-scratches.\nCREATION 55 is designed for glue-down installation. It is classified as Bfl-s1 according to EN 13501-1 fire safety standard.\nCREATION 55 meets the European usage classification 33-42.\nCREATION 55 is free from phthalates (except for recycled content) and is 100% recyclable. Installation offcuts and end-of-life material, under certain conditions, can be collected and recycled through Gerflor’s “Second Life” program. The product contains an average of 35% recycled content and complies with REACH regulations. Its indoor air quality performance is excellent, with TVOC emissions after 28 days (NF EN 16000) below 10 µg/m³, earning an A+ rating - the highest level under health labeling standards, Floorscore®, IAC Gold & M1.\nCREATION 55 has an EPD certified by UL.",
  "creation-55-zen": "CREATION 55 ZEN is an acoustic and decorative floor, in PVC multilayers reinforced with 2 fiber glass layers, available in tile and plank format, with 4 beveled edges. It has an antistatic abrasion group T, and R10 antislip performance.\nIt consists in a 0.55 mm thick transparent wear layer, the overall thickness is 4.25 mm.\nThe high density foam provides good indentation resistance of 0.12 mm. (average mesure) and high acoustic insulation level (-20dB).\nThanks to its double reinforcement, fiber veil + fiber grid, and to a calendared intermediate layer which gives it greater density, the coating retains its dimensional stability under the effect of a temperature variation (<0.03%).\nIt benefits from a cross-linked polyurethane surface treatment (ProtecshieldTM) for making maintenance easier and prevent from micro-scratches.\nCREATION 55 ZEN is resistant to high traffic (commercial / industrial use) 33/42 according to EN-ISO 10874 and has Bfl-s1 class for smoke emission according to EN 13501-1\nCREATION 55 ZEN is a looselay product, maintained with tackifier.\nThis installation allows, among other things, an installation on asbestos-contaminated support, and is removable.\nCREATION 55 ZEN is made in France with 15% of recycled content and phthalate free plasticizers (excepted recycled content). It is 100% recyclable and 100% compliant with REACH.\nIts VOC emissions after 28 days (ISO 16000-6) are below detection levels (<10 μg / m3)\nIt has - according to the ISO 21702 - an anti-viral activity against the human Coronavirus, reducing the number of viruses by 99.7% after 2 hours.\nIt has antibacterial efficacy (E.coli / S.aureus / MRSA) : >99% after 24 hours according to ISO22196.",
  "creation-70-zen": "CREATION 70 ZEN is an acoustic and decorative floor, in PVC multilayers reinforced with 2 fiber glass layers, available in tile and plank format, with 4 beveled edges. It has an antistatic abrasion group T, and R10 antislip performance.\nIt consists in a 0.70 mm thick transparent wear layer, the overall thickness is 4.35 mm.\nThe high density foam provides good indentation resistance of 0.12 mm. (average mesure) and high acoustic insulation level (-20dB).\nThanks to its double reinforcement, fiber veil + fiber grid, and to a calendared intermediate layer which gives it greater density, the coating retains its dimensional stability under the effect of a temperature variation (<0.03%).\nIt benefits from a cross-linked polyurethane surface treatment (ProtecshieldTM) for making maintenance easier and prevent from micro-scratches.\nCREATION 70 ZEN is resistant to high traffic (commercial / industrial use) 34/42 according to EN-ISO 10874 and has Bfl-s1 class for smoke emission according to EN 13501-1\nCREATION 70 ZEN is a looselay product, maintained with tackifier.\nThis installation allows, among other things, an installation on asbestos-contaminated support, and is removable.\nCREATION 70 ZEN is made in France with 15% of recycled content and phthalate free plasticizers (excepted recycled content). It is 100% recyclable and 100% compliant with REACH.\nIts VOC emissions after 28 days (ISO 16000-6) are below detection levels (<10 μg / m3)\nIt has - according to the ISO 21702 - an anti-viral activity against the human Coronavirus, reducing the number of viruses by 99.7% after 2 hours.\nIt has antibacterial efficacy (E.coli / S.aureus / MRSA) : >99% after 24 hours according to ISO22196."
}